<section class="section section-content section-creative">
    <div class="container">
        <div class="section-creative-inner">
            <div class="section-creative-title wow fadeInUp" data-wow-duration="1s" data-wow-delay="0s">
                <h4>
                    Креативное <br>
                    лидерство
                </h4>
            </div>
            <div class="section-creative-description">
                <div class="text-6 wow fadeInUp" data-wow-duration="1s" data-wow-delay="0.25s">
                    Умение действовать в неопределенности, <br>
                    создавать ясность целей и мотивировать <br>
                    команду на их достижение.
                </div>
            </div>
            <div class="section-creative-background">
                <div class="section-creative-figure wow fadeInUp" data-wow-duration="1s" data-wow-delay="0.5s">
                    <svg width="1379" height="530" viewBox="0 0 1379 530" fill="none" xmlns="http://www.w3.org/2000/svg">
                        <path id="path-1" d="M725.256 170.155L643.347 31.4859L663.423 24.9444L734.99 149.347L719.929 6.54157L740.039 0L755.1 160.438L725.256 170.155Z" fill="#020726" />
                        <path id="path-2" d="M789.904 160.438L804.961 0L825.037 6.54157L809.975 149.347L881.562 24.9444L901.638 31.4859L819.749 170.159L789.904 160.438Z" fill="#020726" />
                        <path id="path-3" d="M847.904 190.658L954.158 69.7343L966.6 86.8611L870.663 193.524L1001.52 135.037L1013.94 152.169L866.349 216.103L847.904 190.658Z" fill="#020726" />
                        <path id="path-4" d="M1046.83 281.459L1203.66 317.776L1203.78 296.607L1063.65 265.864L1204.07 237.106L1204.18 215.948L1046.99 250.032L1046.83 281.459Z" fill="#020726" />
                        <path id="path-5" d="M1222 249.297L1378.9 214.071V235.247L1238.74 265L1378.9 294.774V315.949L1222 280.729V249.297Z" fill="#020726" />
                        <path id="path-6" d="M789.904 369.562L804.961 530L825.037 523.458L809.975 380.653L881.542 505.056L901.618 498.514L819.749 359.841L789.904 369.562Z" fill="#020726" />
                        <path id="path-7" d="M725.256 359.845L643.347 498.514L663.423 505.056L734.99 380.653L719.929 523.458L740.004 530L755.066 369.562L725.256 359.845Z" fill="#020726" />
                        <path id="path-8" d="M330.898 249.297L174 214.052V235.227L314.162 265L174 294.774V315.949L330.898 280.729V249.297Z" fill="#020726" />
                        <path id="path-9" d="M504.067 278.684L347.889 317.102L347.41 295.946L486.964 263.323L346.043 236.468L345.556 215.325L503.351 247.265L504.067 278.684Z" fill="#020726" />
                        <path id="path-10" d="M159.056 251.267L2.86245 212.912L2.39215 234.068L141.959 266.635L1.0491 293.546L0.570068 314.69L158.353 282.687L159.056 251.267Z" fill="#020726" />
                        <path id="path-11" d="M159.056 251.267L2.86245 212.912L2.39215 234.068L141.959 266.635L1.0491 293.546L0.570068 314.69L158.353 282.687L159.056 251.267Z" fill="#020726" />
                    </svg>
                </div>
            </div>
        </div>
    </div>
</section>