@extends('layouts.app')

@section('title', 'Политика обработки персональных данных - Лагерь креативных лидеров')

@section('content')
<section class="py-5">
    <div class="container">
        <h4 class="h4">Политика обработки персональных данных</h4>
        <br>
        <p class="text-3">
            Присоединяясь к настоящему Соглашению и оставляя свои данные на Сайте <a class="fw-500" href="https://creative-leaders.ru" target="_blank" alt="source">creative-leaders.ru</a> (далее
            — Сайт), путем заполнения полей онлайн-заявки (оформления заказа) Пользователь:
        </p>
        <ul class="text-3 pl-4" style="list-style-type: '—';">
            <li class="pl-2">подтверждает, что указанные им персональные данные принадлежат лично ему; признает и
                подтверждает, что он внимательно и в полном объеме ознакомился с настоящим Соглашением и
                содержащимися в нем условиями обработки его персональных данных, указываемых им в полях
                онлайн заявки (регистрации) на Сайте;</li>
            <li class="pl-2">признает и подтверждает, что все положения настоящего Соглашения и условия обработки его
                персональных данных ему понятны;</li>
            <li class="pl-2">дает согласие на обработку Сайтом предоставляемых персональных данных в целях регистрации
                Пользователя на Сайте;</li>
            <li class="pl-2">выражает согласие с условиями обработки персональных данных без каких-либо оговорок и
                ограничений.</li>
        </ul>
        <p class="text-3">
            Пользователь дает свое согласие на обработку его персональных данных, а именно совершение
            действий, предусмотренных п. 3 ч. 1 ст. 3 Федерального закона от 27.07.2006 N 152-ФЗ «О
            персональных данных», и подтверждает, что, давая такое согласие, он действует свободно, своей
            волей и в своем интересе. Согласие Пользователя на обработку персональных данных является
            конкретным, информированным и сознательным.
        </p>
        <p class="text-3">
            Настоящее согласие Пользователя применяется в отношении обработки следующих персональных
            данных:
        </p>
        <ul class="text-3 pl-4" style="list-style-type: '—';">
            <li class="pl-2">фамилия, имя, отчество;</li>
            <li class="pl-2">номера телефонов;</li>
            <li class="pl-2">адресах электронной почты (E-mail).</li>
        </ul>
        <p class="text-3">
            Пользователь, предоставляет сервису <a class="fw-500" href="https://creative-leaders.ru" target="_blank" alt="source">creative-leaders.ru</a> право осуществлять следующие действия
            (операции) с персональными данными:
        </p>
        <ul class="text-3 pl-4" style="list-style-type: '—';">
            <li class="pl-2">сбор и накопление;</li>
            <li class="pl-2">хранение в течение установленных нормативными документами сроков хранения отчетности, но
                не менее трех лет, с момента даты прекращения пользования услуг Сайта Пользователем;</li>
            <li class="pl-2">уточнение (обновление, изменение);</li>
            <li class="pl-2">использование в целях регистрации Пользователя на Сайте;</li>
            <li class="pl-2">уничтожение;</li>
            <li class="pl-2">передача по требованию суда, в т. ч. третьим лицам, с соблюдением мер, обеспечивающих защиту
                персональных данных от несанкционированного доступа.</li>
        </ul>
        <p class="text-3">
            Указанное согласие действует бессрочно с момента предоставления данных и может быть отозвано
            Вами путем подачи заявления в адрес администрации Сайта с указанием данных, определенных ст.
            14 Закона «О персональных данных».
        </p>
        <p class="text-3">
            Отзыв согласия на обработку персональных данных может быть осуществлен путем направления
            Пользователем соответствующего распоряжения в простой письменной форме на адрес электронной
            почты (E-mail): <a class="fw-500" href="mailto:support@creative-leaders.ru">support@creative-leaders.ru</a>.
        </p>
        <p class="text-3">
            Сайт не несет ответственности за использование (как правомерное, так и неправомерное) третьими
            лицами информации, размещенной Пользователем на Сайте, включая её воспроизведение и
            распространение, осуществленные всеми возможными способами. Сайт имеет право вносить
            изменения в настоящее Соглашение. При внесении изменений в актуальной редакции указывается
            дата последнего обновления. Новая редакция Соглашения вступает в силу с момента ее размещения,
            если иное не предусмотрено новой редакцией Соглашения.
        </p>
        <p class="text-3">
            К настоящему Соглашению и отношениям между пользователем и Сайтом, возникающим в связи с
            применением Соглашения подлежит применению материальное и процессуальное право
            Российской Федерации.
        </p>
        <br>
        <a href="/docs/Politika_obrabotki_personalnykh_dannykh.pdf" class="btn btn-primary" target="_blank" alt="document">Открыть документ PDF</a>
    </div>
</section>
@endsection