@extends('layouts.app')

@section('title', 'Оферта о заключении договора оказания услуг - Лагерь креативных лидеров')

@section('content')
<section class="py-5">
    <div class="container">
        <h4 class="h4">Оферта о заключении договора оказания услуг по предоставлению доступа к сервисам информационного ресурса Creative Leaders</h4>
        <br>
        <p class="text-3">
            Настоящая публичная оферта (далее — Оферта) является предложением Индивидуального предпринимателя Гребеневой Елены Николаевны (далее — «Администратор») в адрес любого заинтересованного физического лица (далее — «Пользователь») заключить Договор оказания услуг (далее — «Договор») по предоставлению удаленного доступа к контенту информационного ресурса Creative Leaders, размещенного в сети Интернет по сетевому адресу <a class="fw-500" href="https://creative-leaders.ru" target="_blank" alt="source">creative-leaders.ru</a> (далее — «Информационный ресурс»), за плату на изложенных ниже в Договоре условиях.
        </p>
        <p class="text-3">
            Надлежащим акцептом (принятием) Пользователем настоящей Оферты является совершение Пользователем предварительной оплаты в полном объеме (100%) услуг Администратора, в отношении которых заключается Договор, что влечет заключение Договора между Пользователем и Администратором в соответствии с п. 3 ст. 438 Гражданского кодекса РФ.
        </p>
        <p class="text-3">
            Возможность заключения Договора предоставляется только зарегистрированным на Информационном ресурсе Пользователям. Пользователи, не достигшие 18-летнего возраста, вправе заключать Договор только с согласия их законных представителей.
        </p>
        <p class="text-3">
            Оплачивая стоимость услуг Администратора, Пользователь:
        </p>
        <ul class="text-3 pl-4" style="list-style-type: '—';">
            <li class="pl-2">гарантирует достоверность и актуальность сведений, предоставляемых о себе;</li>
            <li class="pl-2">гарантирует, что он является совершеннолетним и полностью дееспособным лицом, а в случае, если Пользователь не является совершеннолетним, он подтверждает получение согласия законного представителя на заключение настоящего Договора;</li>
            <li class="pl-2">соглашается, что он самостоятельно несет ответственность за любые последствия, возникающие в результате указания недостоверных, неактуальных или неполных сведений о себе.</li>
        </ul>
        <p class="text-3">
            Датой акцепта оферты Пользователем (датой заключения Договора) считается дата зачисления денежных средств за оказание Администратором услуг на расчетный счет Администратора.
        </p>
        <p class="text-3 fw-500">
            Договор
        </p>
        <p class="text-3">
            1. Термины и определения:
        </p>
        <p class="text-3">
            Информационный ресурс — информационный ресурс Creative Leaders, размещенный в сети Интернет по сетевому адресу: <a class="fw-500" href="https://creative-leaders.ru" target="_blank" alt="source">creative-leaders.ru</a>, принадлежащий Администратору и через который организуется на условиях настоящего Договора доступ Пользователя к Услугам (выбранному Информационному продукту).
        </p>
        <p class="text-3">
            Контент — совокупность размещенной на Информационном ресурсе информации (включая теоретические и практические обучающие материалы в текстовом или аудиовизуальном формате, тексты, графические элементы, дизайн, изображения, фото и видеоматериалы, визуальные интерфейсы, названия товарных знаков, логотипы, базы данных, а также дизайн, структура, выбор, координация, внешний вид, общий стиль оформления и расположение указанных элементов, входящих в состав Информационного ресурса и иные объекты интеллектуальной собственности, входящие в состав Информационного ресурса) и функциональных (технических) возможностей Информационного ресурса, необходимых для его использования и функционирования.
        </p>
        <p class="text-3">
            Информационный продукт — Курс и/или Воркшоп, размещенные на Информационном ресурсе и доступные для Пользователей.
        </p>
        <p class="text-3">
            Курс — определенная часть Контента, содержащая теоретические и практические обучающие материалы в текстовом или аудиовизуальном формате, объединенная единой тематикой и программой обучения направленная на получение навыков и знаний в рамках определенного направления и доступ к которой предоставляется Пользователю в целях самостоятельного прохождения. Под Курсом на Информационном ресурсе может встречаться указанная выше часть Контента в форме лекции, мастер-класса, вебинара, занятия, и т. п.
        </p>
        <p class="text-3">
            Воркшоп — определенная часть Контента, содержащая теоретическую и практическую информацию в текстовом или аудиовизуальном формате, организуемая в формате «онлайн» с интерактивным участием Пользователей. В случае специального указания на Информационном ресурсе под Воркшопом может пониматься в том числе запись проведенного «онлайн» мероприятия.
        </p>
        <p class="text-3">
            Личный кабинет — раздел Информационного ресурса, представляющий персональный центр использования программного интерфейса Информационного ресурса в целях организации информационно-технического взаимодействия с ним, который также обеспечивает авторизацию (доступ) посредством аутентификационных данных, и позволяет Пользователю выбирать Курсы, отслеживать динамику их прохождения и информацию о них, а также реализовывать иные функциональные возможности, предусмотренные Информационным ресурсом.
        </p>
        <p class="text-3">
            Юридически значимые действия, совершенные Пользователем через его Личный кабинет являются совершенными с его простой электронной подписью, где идентификатором и ключом электронной подписи является его аутентификационные данные.
        </p>
        <p class="text-3">
            Указанные выше термины и определения применяются к указанному в Договоре вне зависимости от того, указаны ли они в тексте Договора с прописной или строчной буквы, выполнены ли они курсивом или полужирным начертанием, если иное не значение не указано в тексте Договора.
        </p>
        <p class="text-3">
            2. Предмет Договора
        </p>
        <p class="text-3">
            2.1. В соответствии с условиями настоящего Договора Администратор оказывает услугу по предоставлению Пользователю удаленного доступа через информационно-коммуникационную сеть «Интернет» посредством Личного кабинета Информационного ресурса к выбранному им Курсу в соответствии с условиями, указанными в настоящем Договоре (далее — «Услуга»), а Пользователь обязуется уплатить Администратору вознаграждение за предоставленный доступ в соответствии с разделом 4 Договора. Администратор предоставляет Пользователю доступ только к той части Контента (данным и командам, необходимым для доступа к Курсу), которая соответствует Курсу, выбранному Пользователем.
        </p>
        <p class="text-3">
            2.2. Каждый заказ конкретных Услуг в рамках Договора является самостоятельной сделкой по оказанию Услуг доступа. Сделка во исполнение настоящего Договора может быть заключена в отношении Услуг, представленных на Информационном ресурсе и доступных для заказа и оплаты в момент обращения Пользователя к тому или иному разделу Информационного ресурса. Условия заключенного Договора применяются ко всем последующим сделкам между Пользователем и Администратором.
        </p>
        <p class="text-3">
            3. Предоставление доступа к Информационному продукту.
        </p>
        <p class="text-3">
            3.1. Под предоставлением доступа к Информационному продукту имеется ввиду предоставление доступа посредством направления ссылки доступа к Курсу/Воркшопу на его электронную почту, указанную при регистрации на Информационном ресурсе. <br>
            В случае предоставления доступа к Курсу таже предоставляется доступ к определенной совокупности данных и команд, позволяющих интерактивно взаимодействовать с той частью Контента, необходимого для доступа и самостоятельного прохождения Курса.
        </p>
        <p class="text-3">
            3.2. Администратор предоставляет Пользователю доступ к Курсу/Воркшопу после регистрации Пользователя на Информационном ресурсе и полной оплаты стоимости Услуг в соответствии с указанием на Информационном ресурсе страницы покупки и в порядке, предусмотренном разделом 4 Договора.
        </p>
        <p class="text-3">
            3.3. Оплата Информационного продукта исчисляется с момента отражения факта оплаты Пользователем Услуги в электронной системе учета платежей Администратора, если иное не будет указано на Информационном ресурсе на странице покупки доступа к соответствующему Курсу.
        </p>
        <p class="text-3">
            3.4. Услуга считается оказанной в момент предоставления Пользователю доступа к выбранному им Информационному продукту.
        </p>
        <p class="text-3">
            В отношении Курсов, которые не привязаны к определённой дате старта (асинхронные), доступ открывается не позднее 3 (трех) календарных дней после полной оплаты Пользователем Курса.
            В отношении Курсов, которые привязаны к определённой дате старта (потоковые), доступ открывается с даты старта обучения на таком Курсе, анонсированной на Информационном ресурсе.
        </p>
        <p class="text-3">
            Если потоковый Курс состоит из модулей, доступ может открываться в порядке, указанном в п. 3.5. Договора.
        </p>
        <p class="text-3">
            В таком случае Услуга считается оказанной (а доступ к таким Курсам считается предоставленным):
        </p>
        <ul class="text-3 pl-4" style="list-style-type: '—';">
            <li class="pl-2">в случае, указанном в п.п. в п. 3.5.Договора, Услуга считается оказанной с момента предоставления доступа к последнему из модулей Курса,</li>
            <li class="pl-2">в случае, указанном в п.п. а и б. п. 3.5. Договора, Услуга считается оказанной с момента
                предоставления доступа к первому из модулей Курса.</li>
        </ul>
        <p class="text-3">
            В отношении Воркшопа доступ предоставляется в день проведения Воркшопа путем направления ссылки для подключения к Zoom на электронную почту, указанную при оплате на Сайте.
        </p>
        <p class="text-3">
            3.5. Курс может состоять из модулей. В зависимости от Курса доступ Пользователя к модулям Курса может предоставляться по выбору Администратора:
        </p>
        <ul class="text-3 pl-0" style="list-style-type: '';">
            <li>а) одновременно в отношении всех модулей Курса;</li>
            <li>б) в зависимости от прохождения Пользователем Курса (его прогресса): доступ к каждому следующему модулю предоставляется после прохождения Пользователем предыдущего модуля;</li>
            или<br>
            <li>в) по заранее установленному графику открытия каждого последующего модуля, размещенному на странице соответствующего Курса на Информационном ресурсе.</li>
        </ul>
        <p class="text-3">
            3.6. Продолжительность предоставления Услуги для Пользователя (продолжительность доступа Пользователя к Курсу) составляет 365 (триста шестьдесят пять) календарных дней с даты открытия доступа.
        </p>
        <p class="text-3">
            3.7. Содержание Курса может изменяться Администратором в одностороннем порядке, путем увеличения количества или изменения информации в Курсе.
        </p>
        <p class="text-3">
            3.8. Пользователю предоставляется доступ к просмотру Курса (без возможности загрузки и копирования видеоконтента в память устройства Пользователя) в течение строго определенного периода времени, установленного п. 3.6. настоящего Договора без ограничения по количеству просмотров выбранного и оплаченного Курса.
        </p>
        <p class="text-3">
            3.9. Стороны признают и соглашаются, что неиспользование Пользователем предоставленного ему доступа к Курсу, а также остановка, пауза или повторное включение воспроизведения видеоконтента Курса не продлевают установленной Администратором продолжительности предоставления Услуги.
        </p>
        <p class="text-3">
            3.10. По дополнительному согласованию с Администратором, доступ может быть предоставлен третьему лицу, на которое укажет Пользователь, при условии несения ответственности за его действия, как за свои собственные. В этом случае, в рамках исполнения Договора третье лицо приравнивается к Пользователю и имеет все те же права и обязанности что и Пользователь, если иное прямо не указано в Договоре.
        </p>
        <p class="text-3">
            3.11. При оплате лицом доступа к выбранному им Курсу посредством использования подарочного сертификата, такие действия также являются акцептом Оферты, и такое лицо является Пользователем и имеет все те же права и обязанности что и Пользователь.
        </p>
        <p class="text-3">
            4. Стоимость Услуги и порядок расчетов
        </p>
        <p class="text-3">
            4.1. Стоимость услуги для Пользователя указана на странице покупки доступа к соответствующему Информационному продукту. При оплате стоимости услуги Пользователь безоговорочно соглашается со стоимостью такой Услуги.
        </p>
        <p class="text-3">
            4.2. Стоимость услуги устанавливается в рублях РФ, НДС не облагается в связи с применением Администратором упрощенной системы налогообложения.
        </p>
        <p class="text-3">
            4.3. Оплата услуги осуществляется Пользователем на условиях 100% предварительной оплаты одним из следующих безналичных способов оплаты:
        </p>
        <ul class="text-3 pl-0" style="list-style-type: '';">
            <li>посредством международных платежных систем Visa International, MasterCard Worldwide, другими способами, указанными на Информационном ресурсе.</li>
            <li>Все действующие способы оплаты Пользователь может посмотреть на Информационном ресурсе на странице покупки доступа к соответствующему Информационному продукту.</li>
        </ul>
        <p class="text-3">
            4.4. Не допускается оплата Услуги частями, используя несколько способов оплаты.
        </p>
        <p class="text-3">
            4.5. Обязательство Пользователя по оплате Услуги считается исполненным надлежащим образом с момента отражения факта оплаты Услуги в электронной системе учета платежей Администратора.
        </p>
        <p class="text-3">
            4.6. Любой платеж, совершенный от имени Пользователя и/или с использованием платежных реквизитов/средств Пользователя, считается произведенным самим Пользователем.
        </p>
        <p class="text-3">
            4.7. При оплате услуги Пользователь подтверждает, что полностью осознает, понимает условия настоящего Договора и принимает их, а также понимает и соглашается, что услуга доступна ему и оказывается только на территории Российской Федерации.
        </p>
        <p class="text-3">
            5. Ответственность Сторон
        </p>
        <p class="text-3">
            5.1. За неисполнение или ненадлежащее исполнение обязательств по настоящему Договору Стороны несут ответственность в соответствии с настоящим Договором и действующим законодательством Российской Федерации. Администратор несет ответственность в соответствии с законодательством РФ при наличии его вины.
        </p>
        <p class="text-3">
            5.2. Пользователь получает доступ к выбранному им Информационному продукту Информационного ресурса в текущий момент, и Администратор не дает никакой гарантии и не несет ответственности за несоответствие Услуги конкретным целям и/или ожиданиям Пользователя, в том числе за актуальность видеоконтента Информационного продукта.
        </p>
        <p class="text-3">
            5.3. Администратор не несет ответственности за любые ошибки, упущения, прерывания, удаление, дефекты, задержку в обработке или передаче данных, сбои линий связи, кражу, уничтожение или неправомерный доступ третьих лиц к Контенту Информационного ресурса. Администратор не отвечает за любые технические сбои или иные проблемы любых телефонных сетей или служб, компьютерных систем, серверов или провайдеров, компьютерного или телефонного оборудования, программного обеспечения, сбоев сервисов электронной почты или скриптов по техническим причинам.
        </p>
        <p class="text-3">
            5.4. Администратор не несёт ответственности за качество соединения с сетью Интернет и функционирование оборудования и программного обеспечения Пользователя.
        </p>
        <p class="text-3">
            5.5. Администратор вправе прекратить доступ Пользователя к Личному кабинету, а также заблокировать доступ Пользователя на Информационный ресурс или к конкретной Услуге/Информационному продукты (-ам) (в том числе оплаченным) в случае нарушения Пользователем условий настоящего Договора, Правил пользования информационным ресурсом, а также в случае, если Администратор сочтет действия Пользователя незаконными, мошенническими или направленными на порчу Информационного ресурса или подрыв его репутации, организацию DDоЅ-атаки, проведение фишинговой атаки, попытку сканирования и взлома Информационного ресурса, и т. п. При этом денежные средства, перечисленные Пользователем за Услуги, возврату не подлежат.
        </p>
        <p class="text-3">
            5.6. При несоблюдении Правил пользования информационным ресурсом, неисполнении Пользователем обязательства, предусмотренного пунктом 6.3. Договора и выявлении Администратором факта доступа третьих лиц к содержанию Курса Пользователь обязан во внесудебном порядке по письменному требованию Администратора оплатить штраф в размере 100 000 (ста тысяч) рублей за каждый случай несанкционированного предоставления доступа третьим лицам.
        </p>
        <p class="text-3">
            6. Дополнительные Права и обязанности Сторон
        </p>
        <p class="text-3">
            6.1. Администратор обязан:
        </p>
        <ul class="text-3 pl-0" style="list-style-type: '';">
            <li>6.1.1. Предоставить Пользователю доступ к Информационному продукту, согласно условиям настоящего Договора.</li>
            <li>6.1.2. Осуществлять информационную поддержку Пользователя по вопросам оказания Услуг и работы Информационного ресурса по рабочим дням с 10:00 до 19:00 по МСК.
                Все вопросы по поддержке направляются Пользователем по электронному адресу: <a class="fw-500" href="mailto:support@creative-leaders.ru">support@creative-leaders.ru</a>.</li>
        </ul>

        <p class="text-3">
            6.2. Администратор вправе:
        </p>
        <ul class="text-3 pl-0" style="list-style-type: '';">
            <li>6.2.1. Без согласования с Пользователем привлекать третьих лиц для исполнения настоящего Договора, оставаясь ответственным за действия таких лиц, как за свои собственные.</li>
            <li>6.2.2. Запрашивать у Пользователя всю необходимую информацию, документы для надлежащего исполнения обязательств по настоящему Договору.</li>
            <li>6.2.3. Изменять стоимость Услуг (а также предоставлять доступ к таким Информационным продуктам без взимания платы) и условия доступа к Информационному продукту Информационного ресурса (в т.ч. количество видеоконтента, доступного к просмотру на условиях подписки; тип Услуги, в рамках которой видеоконтент Информационного продукта предоставляется Пользователям; т.д.), изменять содержание Информационного продукта, включая темы отдельных занятий/модулей, их содержание, количество, даты и время проведения соответствующих занятий, график размещения модулей и сроки открытия доступов к модулям, заменить лекторов. <br>
                Информация о таких изменениях доступна Пользователю в Личном кабинете или Администратор вправе иным способом уведомить Пользователя. <br>
                Информация об актуальной стоимости Услуг доступна Пользователю на странице конкретного Информационного продукта. <br>
                Изменение стоимости Услуг в отношении уже оплаченного Пользователем доступа к Информационному продукту не производится.</li>
            <li>6.2.4. В любое время удалять с Информационного ресурса любой Контент без уведомления Пользователя, в том числе в связи с окончанием срока действия лицензионных соглашений Администратора с правообладателями Контента, и/или добавлять на Информационный ресурс любой Контент без уведомления Пользователя.</li>
            <li>6.2.5. Приостанавливать работу Информационного ресурса для проведения необходимых плановых профилактических и ремонтных работ на технических ресурсах Администратора.</li>
            <li>6.2.6. Приостановить доступ к Информационному ресурсу/к Информационному продукту в случае нарушения Пользователем настоящего Договора или в случае непредоставления Пользователем всей необходимой информации, либо предоставления неполной информации, необходимой для оказания Услуг по Договору в соответствии с законодательством РФ.</li>
        </ul>
        <p class="text-3">
            6.3. Пользователь обязан:
        </p>
        <ul class="text-3 pl-0" style="list-style-type: '';">
            <li>6.3.1. Своевременно и в полном объеме оплатить стоимость Услуг Администратора.</li>
            <li>6.3.2. Своевременно предоставлять полную и достоверную информацию, необходимую для оказания Услуг (в том числе при регистрации на Информационном ресурсе/в Личном кабинете).</li>
            <li>6.3.3. Обеспечить конфиденциальность логина и пароля к Личному кабинету.</li>
            <li>6.3.4. Соблюдать условия настоящего Договора и Правила пользования информационным ресурсом, расположенные по адресу <a class="fw-500" href="https://creative-leaders.ru" target="_blank" alt="source">creative-leaders.ru</a>.</li>
        </ul>
        <p class="text-3">
            6.4. Пользователь вправе:
        </p>
        <ul class="text-3 pl-0" style="list-style-type: '';">
            <li>6.4.1. Отказаться от приобретенного доступа (услуги) или заменить доступ на другой (доступ к другому Информационному продукту) путем уведомления Администратора по электронной почте <a class="fw-500" href="mailto:support@creative-leaders.ru">support@creative-leaders.ru</a>, до момента оказания услуги.</li>
        </ul>
        <p class="text-3">
            В случае если Пользователь передумал и хочет отказаться от доступа, то Пользователь вправе:
        </p>
        <ul class="text-3 pl-4" style="list-style-type: '—';">
            <li class="pl-2">либо заменить доступ: перенести стоимость модулей/уроков, к которым еще не был предоставлен доступ Пользователю в рамках Курса на момент отказа или которые не были пройдены Пользователем на момент его отказа, на другой Информационный продукт.
                При этом в зависимости от того в какую сторону возникнет разница стоимости заменяемых доступов, то Пользователь соответственно обязуется либо доплатить стоимость нового доступа Администратору, либо если стоимость нового доступа меньше, то разница стоимости такого доступа будет возвращена Пользователю;</li>
            <li class="pl-2">либо зачислить на свой баланс в Личном кабинете стоимость модулей/уроков, к которым еще не был предоставлен доступ Пользователю в рамках Курса на момент отказа или которые не были пройдены Пользователем на момент его отказа, и учесть ее при следующем приобретении услуг Пользователем у Администратора;</li>
            <li class="pl-2">либо осуществить возврат стоимости модулей/уроков, к которым еще не был предоставлен доступ Пользователю или которые не были пройдены Пользователем на момент его отказа. На момент отказа в рамках Информационного продукта на основании заявления в порядке, указанном в п. 8.5. Договора.</li>
        </ul>
        <p class="text-3">
            7. Интеллектуальная собственность
        </p>
        <p class="text-3">
            7.1. Права на Контент, включенный в состав Информационного ресурса, Информационных продуктов, а также дизайн Информационного ресурса в целом и отдельные его элементы, принадлежат Администратору и их правообладателям. Начиная использовать Информационный ресурс (в том числе для доступа к приобретенным Услугам), Личный кабинет, Пользователь гарантирует, что не осуществляет и не будет осуществлять каких-либо действий, направленных на обход технических средств защиты от несанкционированного использования указанных выше объектов. Любое их копирование, воспроизведение, переработка, распространение, доведение до всеобщего сведения, обход средств технической защиты, либо иное использование вне рамок возможностей, предоставляемых Информационным ресурсом, а также любое их использование в коммерческих целях запрещается.
        </p>
        <p class="text-3">
            7.2. Пользователь самостоятельно несет ответственность перед третьими лицами за свои действия, связанные с размещением информации с использованием Информационного ресурса, в том числе за то, что такое размещение соответствует требованиям законодательства и не нарушает права и законные интересы третьих лиц.
        </p>
        <p class="text-3">
            7.3. Пользователь понимает и соглашается с тем, что размещаемая им информация (в том числе которая является результатом выполнения Пользователем заданий Информационного продукта (далее также — Работа)), содержащая объекты интеллектуальных прав, не должна нарушать авторские права, права на товарные знаки, средства индивидуализации и/или иные интеллектуальные права, принадлежащие третьим лицам. Пользователь самостоятельно и за свой счет обязуется урегулировать все претензии третьих лиц, связанные с размещением (редактированием), распространением им информации, содержащей объекты интеллектуальных прав, в том числе с размещением им Работы.
        </p>
        <p class="text-3">
            7.4. Исключительные права на все результаты, созданные Пользователем или при участии Пользователя по заданиям в ходе прохождения Курса (далее совместно — РИД), Пользователь с момента создания таких РИД предоставляет Администратору право использования РИД в целях продвижения Администратором Информационного ресурса (в том числе как демонстрация достижений Пользователей получивших услугу) в следующем объеме: на территории всех стран мира на срок действия исключительного права на такие объекты РИД следующими способами: воспроизводить (копировать) РИД; распространять РИД; осуществлять публичный показ РИД и его отдельных частей без соблюдения их последовательности; переводить или иным образом перерабатывать РИД; доводить РИД до всеобщего сведения таким образом, что любое лицо может получить доступ к произведению из любого места и в любое время по собственному выбору (доведение до всеобщего сведения) в том числе в сети Интернет.
        </p>
        <p class="text-3">
            7.5. Настоящим Пользователь дает согласие Администратору на обнародование каждого РИД (если РИД еще не был обнародован); использование каждого РИД без указания имени (псевдонима) Пользователя при каждом таком использовании; использование каждого РИД под любым названием, которое сочтет нужным применить Администратор; внесение в каждый РИД изменений, сокращений и дополнений, снабжение каждого Результата при его использовании иллюстрациями, предисловием, послесловием, комментариями или какими бы то ни было пояснениями, создание на его основе производных произведений.
        </p>
        <p class="text-3">
            7.6. Пользователь вправе размещать созданные РИД на внешних ресурсах, а также создавать и размещать портфолио, включающее выполненные практические задания в рамках Курса, на внешних ресурсах. При этом Пользователь несет ответственность перед правообладателями информации/материалов, включенных в состав размещаемого Пользователем РИД и обязуется компенсировать Администратору любые претензии и требования правообладателей таких объектов, в том числе при размещении РИД на Информационном ресурсе или на сторонних ресурсах. <br>
            В случае получения Пользователем при выполнении заданий Курса материалов, информации, Пользователь полностью осознает, что права на такие материалы и информацию принадлежат авторам/правообладателям, и обязуется не использовать их в целях отличных от целей, для которых они были предоставлены Пользователю, в том числе коммерческих.
        </p>
        <p class="text-3">
            8. Срок действия Договора. Порядок расторжения
        </p>
        <p class="text-3">
            8.1. Договор вступает в силу с даты его акцепта Пользователем.
            Настоящий Договор действует до полного исполнения Сторонами принятых на себя обязательств.
        </p>
        <p class="text-3">
            8.2. Договор может быть в любое время расторгнут по инициативе Администратора в одностороннем порядке. Администратор вправе расторгнуть Договор в одностороннем порядке в случае нарушения Пользователем настоящего Договора, в том числе положений Правил пользования информационным ресурсом.
        </p>
        <p class="text-3">
            8.3. Договор может быть в любое время расторгнут до момента оказания услуги в одностороннем порядке по инициативе Пользователя путем направления Администратору уведомления по электронной почте <a class="fw-500" href="mailto:support@creative-leaders.ru">support@creative-leaders.ru</a> с указанием в ней причин отказа от Договора, а также своих данных позволяющих Администратору однозначно верифицировать владельца Личного кабинета, реквизитов и иной информации необходимой для возврата денежных средств.
        </p>
        <p class="text-3">
            8.4. Возврат денежных средств Администратором в случае досрочного расторжения Договора Пользователем до момента оказания услуги возможен в связи с отказом от Услуг/части Услуг в следующем порядке:
        </p>
        <ul class="text-3 pl-4" style="list-style-type: '—';">
            <li class="pl-2">в размере 100% стоимости Курса, если отказ произведен до момента предоставления доступа к Курсу или до момента старта потокового Курса, или</li>
            <li class="pl-2">в размере стоимости той части Курса (уроков/модулей), доступ к которым Пользователю еще не был открыт или которые не были пройдены Пользователем на момент его отказа. Администратор вправе сам определять механизм и критерии такого расчета.</li>
        </ul>
        <p class="text-3">
            8.5. В случае отказа Пользователя от Договора и наличии у него права на возврат денежных средств Администратор направляет Пользователю форму заявления о возврате денежных средств (далее — Заявление). Пользователь не позднее 5 (пяти) рабочих дней с момента получения формы Заявления от Администратора обязуется корректно заполнить, подписать и направить ее Администратору в сканированном виде на электронный адрес <a class="fw-500" href="mailto:support@creative-leaders.ru">support@creative-leaders.ru</a>. <br>
            Возврат денежных средств осуществляется в течение 14 (четырнадцати) дней с момента получения заявления и всех, необходимых для возврата денежных средств документов и информации Администратора, в адрес реквизитов Пользователя, на которые должен быть произведен возврат средств согласно заявлению. <br>
            Администратор не несет ответственности за просрочку возврата денежных средств/сбои возникшие на стороне кредитных организаций, обслуживающих счет Пользователя или Администратора.
        </p>
        <p class="text-3">
            9. Согласия
        </p>
        <p class="text-3">
            9.1. Соглашаясь с условиями настоящего Договора, Пользователь заверяет и гарантирует:
        </p>
        <ul class="text-3 pl-4" style="list-style-type: '—';">
            <li class="pl-2">достоверность сведений, указываемых им при регистрации на Информационном ресурсе и Личном кабинете;</li>
            <li class="pl-2">добровольность заключения настоящего Договора, в т. ч. ознакомление со всеми условиями оферты, включая документы, указанные в п. 6.3.4. Договора, их понимание и полное и безоговорочное согласие с ними, а также ознакомление с функционалом Информационного pecypca (в т.ч. с каталогом видеоконтента Информационного pecypca — если применимо, и что функционал также позволяет хранить данные Пользователя из Личного кабинета) и полное удовлетворение его содержанием;</li>
            <li class="pl-2">наличие согласия законных представителей, в случаях, предусмотренных действующим законодательством;</li>
        </ul>
        <p class="text-3">
            9.2. Соглашаясь с условиями настоящего Договора, Пользователь дает свое согласие Администратору на обработку персональных данных Пользователя в соответствии с Федеральным законом от 27.07.2006 года № 152-ФЗ «О персональных данных», указанных им при регистрации на Информационном ресурсе, а также в Личном кабинете как с использованием автоматизированных средств обработки персональных данных, так и без использования средств автоматизации, на условиях, предусмотренных Политикой обработки персональных данных, размещенной по адресу: <a class="fw-500" href="https://creative-leaders.ru" target="_blank" alt="source">creative-leaders.ru</a>.
        </p>
        <p class="text-3">
            9.3. Соглашаясь с условиями настоящего Договора, Пользователь:
        </p>
        <ul class="text-3 pl-4" style="list-style-type: '—';">
            <li class="pl-2">дает согласие на получение от Администратора смс-рассылок, а также иных видов рассылок и уведомлений, информационного характера (устных и письменных), с использованием любых средств связи, включая, но не ограничиваясь следующими: электронная почта, телефон, почтовые рассылки.
                <br>
                Настоящее согласие может быть в любое время отозвано Пользователем посредством направления уведомления по электронной почте <a class="fw-500" href="mailto:support@creative-leaders.ru">support@creative-leaders.ru</a>. С учетом того, что данное согласие необходимо для корректного исполнения Договора со стороны Администратора и корректного функционирования Личного кабинета, в случае отзыва согласия по настоящему пункту Администратор вправе расторгнуть договор в одностороннем (внесудебном) порядке или ограничить доступ к Личному кабинету/к Курсу.
            </li>
            <li class="pl-2">дает согласие на получение от Администратора смс-рассылок, а также иных видов рассылок и уведомлений, рекламного характера (устных и письменных), с использованием любых средств связи, включая, но не ограничиваясь следующими: электронная почта, телефон, почтовые рассылки.
                <br>
                Настоящее согласие может быть в любое время отозвано Пользователем посредством направления уведомления по электронной почте <a class="fw-500" href="mailto:support@creative-leaders.ru">support@creative-leaders.ru</a>.
            </li>
            <li class="pl-2">дает согласие на использование Администратором отзывов Пользователя об Администраторе/Информационном ресурсе и оказываемых им услугах, оставленных Пользователем в официальных группах Администратора / бренда, под которым выступает Информационный ресурс в социальных сетях, в целях размещения таких отзывов на официальных сайтах Администратора, в информационных и рекламных материалах Администратора. Настоящее согласие действует с даты заключения Договора. Настоящее согласие может быть отозвано Пользователем в любой момент путем направления письменного заявления по юридическому адресу Администратора, указанному в разделе 15 Договора.</li>
        </ul>
        <p class="text-3">
            10. Иные условия
        </p>
        <p class="text-3">
            10.1. Информационный ресурс, в том числе Личный кабинет, предоставляются «Как есть».
        </p>
        <p class="text-3">
            10.2. На Пользователе лежит риск использования Информационного ресурса, Личного кабинета в том числе при доступе к Курсам.
        </p>
        <p class="text-3">
            10.3. Администратор не гарантирует соответствие Информационного ресурса, Курсов, к которым предоставлен доступ Пользователю, целям и ожиданиям Пользователя, сохранность данных, представленных и размещенных Пользователем на Информационном ресурсе/Личном кабинете/Курсе, бесперебойную и безошибочную работу Информационного ресурса в целом и его отдельных функциональных возможностей. Администратор вправе в любой момент полностью или частично изменить функциональные возможности, предоставляемые Информационным ресурсом.
        </p>
        <p class="text-3">
            10.4. Администратор, не несет ответственности за какие-либо прямые или косвенные последствия какого-либо использования или невозможности использования Информационного ресурса, Курсов, Личного кабинета, и/или ущерб, причиненный Пользователю и/или третьим сторонам в результате какого-либо использования, неиспользования или невозможности использования Информационного
            ресурса/Личного кабинета/Курса или отдельных его функций, в том числе из-за возможных ошибок или сбоев в работе Информационного ресурса.
        </p>
        <p class="text-3">
            10.5. Администратор не гарантирует достоверность, точность, полноту и качество информации, размещенной на Информационном ресурсе, включая ее соответствие законодательству и соблюдение прав третьих лиц, и ни при каких обстоятельствах не несет ответственности за информацию, размещенную на Информационном ресурсе, в том числе иными Пользователями Информационного ресурса. Пользователь должен самостоятельно оценивать все риски, связанные с использованием информации, включая оценку надежности, полноты или полезности, а также её соответствие законодательству.
        </p>
        <p class="text-3">
            10.6. Администратор не гарантирует фактическое осуществление соединения, качественную и бесперебойную передачу данных, а также отсутствие ошибок, возникающих на стороне оборудования Пользователя.
        </p>
        <p class="text-3">
            11. Урегулирование споров
        </p>
        <p class="text-3">
            11.1. Все споры, разногласия и претензии, которые могут возникнуть в связи с использованием Информационного pecypca и оказанием Услуг по Договору, подлежат урегулированию в претензионном порядке.
        </p>
        <p class="text-3">
            11.2. Администратор использует для отправки претензии Пользователю адрес электронной почты, указанный последним при регистрации на Информационном ресурсе. Пользователь использует для отправки претензии Администратору адрес электронной почты <a class="fw-500" href="mailto:support@creative-leaders.ru">support@creative-leaders.ru</a>.
        </p>
        <p class="text-3">
            11.3. Срок ответа на претензию — 15 (пятнадцать) рабочих дней со дня ее получения Стороной. Если Законодательством Р Ф установлен меньший срок, то применяется срок, установленный законодательством. При несоблюдении любой из Сторон всех перечисленных выше условий обязательный претензионный порядок не считается соблюденным.
            <br>
            Если спор не будет урегулирован в течение 15 рабочих дней с момента получения стороной претензии, спор передается в суд по месту нахождения Администратора.
        </p>
        <p class="text-3">
            12. Изменение условий Договора
        </p>
        <p class="text-3">
            12.1. Администратор вправе в одностороннем порядке изменять условия Договора, и такие изменения вступают в силу в момент опубликования новой версии Договора в сети Интернет по адресу <a class="fw-500" href="https://creative-leaders.ru" target="_blank" alt="source">creative-leaders.ru</a>.
        </p>
        <p class="text-3">
            12.2. Новые положения Договора имеют обратную силу, за исключением размера стоимости уже приобретенных Пользователем Услуг за предоставленный доступ к Курсам.
        </p>
        <p class="text-3">
            12.3. Использование Информационного ресурса или приобретение Пользователем новых Услуг после опубликования новой версии Договора будет означать согласие Пользователя с условиями новой версии Договора.
        </p>
        <p class="text-3">
            13. Реквизиты Администратора:
        </p>
        <ul class="text-3 pl-0" style="list-style-type: '';">
            <li content="telephone=no">Индивидуальный предприниматель Гребенева Елена Николаевна</li>
            <li content="telephone=no">Юридический адрес: 613044, РОССИЯ, Кировская область, Кирово-Чепецк, улица Победы, д. 11</li>
            <li content="telephone=no">Почтовый адрес: 125080, Москва, ул. Саврасова 7, оф. 3</li>
            <li content="telephone=no">ИНН: 431201709430</li>
            <li content="telephone=no">ОГРН: 321435000038274</li>
        </ul>
        <ul class="text-3 pl-0" style="list-style-type: '';">
            <li content="telephone=no">ПАО Сбербанк</li>
            <li content="telephone=no">р/с: 40802810338000399319</li>
            <li content="telephone=no">К/с: 30101810400000000225</li>
            <li content="telephone=no">БИК: 044525225</li>
        </ul>

        <br>
        <a href="/docs/offer.pdf" class="btn btn-primary" target="_blank" alt="document">Открыть документ PDF</a>
    </div>
</section>
@endsection