@extends('layouts.app')

@section('title', 'Пользовательское соглашение - Лагерь креативных лидеров')

@section('content')
<section class="py-5">
    <div class="container">
        <h4 class="h4">Пользовательское соглашение</h4>
        <br>
        <p class="text-3 fw-600">
            1. ОБЩИЕ ПОЛОЖЕНИЯ
        </p>
        <p class="text-3">
            1.1. Автономная некоммерческая организация поддержки и развития креативных индустрий
            «Креативный путь» (далее - АНО «Креативный путь») предлагает пользователю сети
            Интернет (далее - Пользователь) - использовать интернет-сайт проекта «Creative Leaders
            Camp/ Лагерь креативных лидеров», расположенный в сети Интернет по адресу: creative-leaders.ru (далее – Сайт) на условиях, изложенных в настоящем Пользовательском
            соглашении (далее — «Соглашение»). Соглашение вступает в силу с момента выражения
            Пользователем согласия с его условиями в порядке, предусмотренном и. 1.4 Соглашения.
        </p>
        <p class="text-3">
            1.2. Соглашение разработано АНО «Креативный путь» и определяет условия использования
            и развития Сайта, а также права и обязанности Пользователей Сайта и АНО «Креативный
            путь». Соглашение распространяется также на отношения, связанные с правами и
            интересами третьих лиц, не являющихся Пользователями Сайта, но чьи права и интересы
            могут быть затронуты в результате действий Пользователей Сайта.
        </p>
        <p class="text-3">
            1.3. Соглашение является юридически обязательным соглашением между Пользователем
            и АНО «Креативный путь», предметом которого является предоставление Пользователю
            доступа к использованию Сайта и его функционала. Помимо настоящего Соглашения к
            соглашению между Пользователем и АНО «Креативный путь» относятся все документы,
            регулирующие предоставление доступа к использованию функционала Сайта и
            размещенные в соответствующих разделах Сайта.
        </p>
        <p class="text-3">
            1.4. Пользователь обязан полностью ознакомиться с правилами настоящего Соглашения до
            момента регистрации на Сайте. Регистрация Пользователя на Сайте означает полное и
            безоговорочное принятие Пользователем условий Соглашения в соответствии со ст. 438
            Гражданского кодекса Российской Федерации.
        </p>
        <p class="text-3">
            1.5. Использование сервисов Сайта регулируется настоящим Соглашением, а также
            Политикой в отношении обработки персональных данных АНО «Креативный путь»,
            расположенной на Сайте.
        </p>
        <p class="text-3">
            1.6. Соглашение может быть изменено АНО «Креативный путь» в одностороннем порядке
            без какого-либо специального уведомления, новая редакция Соглашения вступает в силу с
            момента ее размещения в сети Интернет на Сайте. Действующая редакция Соглашения
            находится на странице Сайта по адресу creative-leaders.ru. АНО «Креативный путь»
            рекомендует Пользователям регулярно проверять условия Соглашения на предмет их
            изменения и/или дополнения. Продолжение использования Сайта Пользователем после
            внесения изменений и/или дополнений в Соглашение означает принятие и согласие
            Пользователя с такими изменениями и/или дополнениями.
        </p>
        <p class="text-3">
            1.7. Пройдя процедуру регистрации на Сайте и начав использовать какой-либо сервис Сайта
            и/или его отдельные функции, Пользователь считается принявшим условия Соглашения в
            полном объеме, без всяких оговорок и исключений. В случае несогласия Пользователя с
            какими-либо из положений Соглашения Пользователь не вправе использовать сервисы
            Сайта. В случае если АНО « Креативный путь» были вне сены какие-либо изменения в
            Соглашение в порядке, предусмотренном пунктом 1.6 настоящего Соглашения, с которыми
            Пользователь не согласен, он обязан прекратить использование сервисов Сайта и/или его
            отдельных функций.
        </p>
        <p class="text-3 fw-600">
            2. Регистрация Пользователя. Учетная запись Пользователя
        </p>
        <p class="text-3">
            2.1. Для того, чтобы воспользоваться сервисами Сайта и/или некоторыми его отдельными
            функциями, Пользователю необходимо пройти процедуру регистрации, в результате которой
            для Пользователя будет создана уникальная учетная запись. При регистрации Пользователь
            принимает условия настоящего Соглашения и даёт своё согласие на обработку
            персональных данных на условиях, определенных Политикой в отношении обработки
            персональных данных АНО «Креативный путь».
        </p>
        <p class="text-3">
            2.2. Для регистрации Пользователь обязуется предоставить достоверную и полную
            информацию, предлагаемую к заполнению в форме регистрации, и поддерживать эту
            информацию в актуальном состоянии. Если Пользователь предоставляет неверную
            информацию или у АНО «Креативный путь» есть основания полагать, что предоставленная
            Пользователем информация неполная или недостоверна, АНО «Креативный путь» имеет
            право по своему усмотрению заблокировать либо удалить учетную запись Пользователя и
            отказать Пользователю в использовании Сайта и/или его отдельных функций.
        </p>
        <p class="text-3">
            2.3. АНО «Креативный путь» оставляет за собой право в любой момент потребовать от
            Пользователя подтверждения данных, указанных при регистрации учетной записи
            Пользователя на Сайте, а также запросить иную информацию о Пользователе, связанную с
            использованием сервисов Сайта. Для целей проверки заявленных Пользователем данных
            АНО «Креативный путь» вправе запросить подтверждающие документы, непредставление
            которых по усмотрению АНО «Креативный путь» может быть приравнено к предоставлению
            недостоверной информации и повлечь последствия, предусмотренные п. 2.2 настоящего
            Соглашения. В случае если данные Пользователя, указанные в предоставленных им
            документах, не соответствуют данным, указанным при регистрации, а также в случае, когда
            данные, указанные при регистрации, не позволяют идентифицировать Пользователя, АНО
            «Креативный путь» вправе отказать Пользователю в доступе к учетной записи и
            использовании сервисов Сайта и/или его отдельных функций.
        </p>
        <p class="text-3">
            2.4. Персональная информация Пользователя, содержащаяся в учетной записи
            Пользователя, хранится и обрабатывается АНО «Креативный путь» в соответствии с
            условиями Политики в отношении обработки персональных данных.
        </p>
        <p class="text-3">
            2.5. Средства для доступа к учетной записи Пользователя:
        </p>
        <ul class="text-3 pl-0" style="list-style-type: '';">
            <li>2.5.1. При регистрации Пользователь указывает имя, фамилию, адрес электронной почты и
                пароль для доступа к учетной записи, а также иные сведения, предусмотренные формой
                регистрации. АНО « Креативный путь» вправе запретить использование определенных
                фамилий, имен, а также устанавливать требования к логину и паролю (длина, допустимые
                символы и т.д.).
                <br>
                Для активации созданной учетной записи Пользователь должен ввести код подтверждения,
                направленный ему Сайтом на электронную почту.
            </li>
            <li>2.5.2. После осуществления Пользователем входа в учетную запись, данные учетной записи
                могут быть автоматически сохранены в браузере устройства до завершения Пользователем
                работы под своей учетной записью и не требовать дополнительного ввода средств доступа
                к учетной записи при каждом использовании Сайта и его сервисов. Автоматически
                сохраненные в браузере устройства данные учетной записи Пользователя могут быть
                использованы для доступа к Сайту и его сервисам, за исключением случаев, указанных в и.
                2.8.2 настоящего Соглашения.</li>
        </ul>
        <p class="text-3">
            2.6. Пользователь самостоятельно несет ответственность за безопасность (в том числе
            устойчивость к угадыванию) выбранных им средств для доступа к учетной записи, а также
            самостоятельно обеспечивает их конфиденциальность. Пользователь самостоятельно несет
            ответственность за все действия (а также их последствия) в рамках или с использованием
            Сайта и его сервисов под учетной записью Пользователя, включая случаи добровольной
            передачи Пользователем данных для доступа к учетной записи Пользователя третьим лицам
            на любых условиях (в том числе по договорам или соглашениям). При этом все действия в
            рамках или с использованием Сайта и его сервисов под учетной записью Пользователя
            считаются произведенными самим Пользователем, за исключением случаев, когда
            Пользователь, в порядке, предусмотренном п. 2.7. настоящего Соглашения, уведомил
            техническую поддержку Сайта о несанкционированном доступе к Сайту и его сервисам с
            использованием учетной записи Пользователя и/или о любом нарушении (подозрениях о
            нарушении) конфиденциальности своих средств доступа к учетной записи.
        </p>
        <p class="text-3">
            2.7. Пользователь обязан немедленно уведомить техническую поддержку Сайта, направив
            электронное письмо на адрес support@creative-leaders.ru о любом случае
            несанкционированного (не разрешенного Пользователем) доступа к Сайту и его сервисам с
            использованием учетной записи Пользователя и/или о любом нарушении (подозрениях о
            нарушении) конфиденциальности своих средств доступа к учетной записи. В целях
            безопасности Пользователь обязан самостоятельно осуществлять безопасное завершение
            работы под своей учетной записью (кнопка «Выйти из профиля») по окончании каждой сессии
            работы с Сайтом и его сервисами. АНО «Креативный путь» не отвечает за возможную потерю
            или порчу данных, а также другие последствия любого характера, которые могут произойти
            из-за нарушения Пользователем положений этой части Соглашения.
        </p>
        <p class="text-3">
            2.8. Использование Пользователем своей учетной записи:
        </p>
        <ul class="text-3 pl-0" style="list-style-type: '';">
            <li>2.8.1. Пользователь не вправе воспроизводить, повторять и копировать, продавать и
                перепродавать, а также использовать для каких-либо коммерческих целей какие-либо части
                Сайта и его сервисов (включая контент, доступный Пользователю посредством сервисов),
                или предоставлять доступ к ним, кроме тех случаев, когда Пользователь получил такое
                разрешение от АНО «Креативный путь», либо, когда это прямо предусмотрено
                пользовательским соглашением.
            </li>
            <li>2.8.2. Некоторые категории учетных записей Пользователей могут ограничивать или
                запрещать использование некоторых сервисов Сайта или их отдельных функций в случае,
                если это предусмотрено при регистрации, либо в условиях использования Сайта или его
                сервисов.</li>
        </ul>
        <p class="text-3">
            2.9. Прекращение регистрации:
        </p>
        <ul class="text-3 pl-0" style="list-style-type: '';">
            <li>2.9.1. АНО «Креативный путь» вправе заблокировать или удалить учетную запись
                Пользователя, а также запретить доступ с использованием какой-либо учетной записи к
                Сайту и/или его сервисам, и удалить любой контент без объяснения причин, в том числе в
                случае нарушения Пользователем условий настоящего Соглашения или условий иных
                документов, предусмотренных п. 1.6. настоящего Соглашения.
            </li>
        </ul>
        <p class="text-3">
            2.10. Удаление учетной записи Пользователя:
        </p>
        <ul class="text-3 pl-0" style="list-style-type: '';">
            <li>2.10.1. Пользователь вправе в любой момент удалить свою учетную запись на Сайте или при
                наличии соответствующей функции прекратить ее действие в отношении некоторых из
                сервисов Сайта.
            </li>
            <li>2.10.2. Удаление учетной записи на Сайте осуществляется в следующем порядке:
                <ul class="text-3 pl-0" style="list-style-type: '';">
                    <li>
                        2.10.2.1. Пользователь направляет на адрес технической поддержки Сайта support@creative-
                        leaders.ru письмо с запросом на удаление учетной записи с приложением заполненной и
                        подписанной формой запроса на прекращение обработки персональных данных.
                    </li>
                    <li>
                        2.10.2.2. Техническая поддержка Сайта по получению запроса Пользователя блокирует
                        учетную запись Пользователя на срок один месяц, в течение которого доступ Пользователя
                        к своей учетной записи становится невозможен, при этом контент, размещенный с помощью
                        такой учетной записи, может быть удален;
                    </li>
                    <li>
                        2.10.2.3. Если в течение указанного срока в и. 2.10.2.2 учетная запись Пользователя будет
                        восстановлена Пользователем, доступ к учетной записи для Пользователя восстановится,
                        однако контент, размещенной с ее помощью, может не подлежать восстановлению;
                    </li>
                    <li>
                        2.10.2.4. Если в течение указанного выше срока учетная запись Пользователя не будет
                        восстановлена, то учетная запись Пользователя и весь контент, размещенный с ее
                        использованием, будет удален. С этого момента восстановление учетной записи, какой- либо
                        информации, относящейся к ней, а равно доступов к Сайту и его сервисам с использованием
                        этой учетной записи - невозможны.
                    </li>
                </ul>
            </li>
        </ul>
        <p class="text-3 fw-600">
            3. ОБЩИЕ ПОЛОЖЕНИЯ ОБ ИСПОЛЬЗОВАНИИ И ХРАНЕНИИ
        </p>
        <p class="text-3">
            3.1. АНО «Креативный путь» вправе устанавливать ограничения в использовании Сайта
            и/или его сервисов для всех Пользователей, либо для отдельных категорий Пользователей
            (в зависимости от места пребывания Пользователя, языка, на котором предоставляется
            сервис и т.д.).
        </p>
        <p class="text-3">
            3.2. АНО «Креативный путь» вправе посылать своим Пользователям информационные
            сообщения, в том числе средствами e-mail, sms и другими средствами связи. Используя Сайт
            и/или его сервисы, Пользователь также в соответствии с ч. 1 ст. 18 Федерального закона от
            13.03.2006 № 38-ФЗ «О рекламе» дает свое согласие на получение сообщений рекламного
            характера. Пользователь вправе отказаться от получения сообщений рекламного характера
            путем использования соответствующего функционала того сервиса, в рамках которого или в
            связи, с которым Пользователем были получены сообщения рекламного характера.
        </p>
        <p class="text-3">
            3.3. АНО «Креативный путь» вправе оповещать других Пользователей Сайта о публичных
            действиях Пользователя, в том числе о размещении им новых публикаций, о произведенных
            им действиях в отношении контента других Пользователей, а также иной активности,
            совершенной им в рамках сервисов, предоставляемых Сайтом.
        </p>
        <p class="text-3">
            3.4. В целях повышения качества Сайта и его сервисов, привлекаемые АНО «Креативный
            путь» для проведения опроса лица вправе осуществлять сбор мнений и отзывов
            Пользователей по различным вопросам путем направления информационного сообщения
            при очередном посещении Пользователем сервиса либо осуществления связи по
            контактным данным, указанным Пользователем в учетной записи (посредством телефонных
            звонков или электронных писем). Собранные мнения и отзывы могут быть использованы для
            формирования статистических данных, которые могут быть использованы на Сайте и в его
            сервисах. Отзывы, предоставленные Пользователем при проведении опроса, также могут
            быть опубликованы АНО «Креативный путь» на Сайте, как с указанием имени (логина)
            Пользователя, так и без указания. При оставлении отзывов Пользователь обязуется
            руководствоваться требованиями настоящего Соглашения, в том числе требованиями,
            установленными п. 5 настоящего Соглашения.
        </p>
        <p class="text-3 fw-600">
            4. КОНТЕНТ ПОЛЬЗОВАТЕЛЯ
        </p>
        <p class="text-3">
            4.1. Пользователь самостоятельно несет ответственность за соответствие содержания
            размещаемого Пользователем контента требованиям действующего законодательства,
            включая ответственность перед третьими лицами в случаях, когда размещение
            Пользователем того или иного контента или содержание контента нарушает права и
            законные интересы третьих лиц, в том числе личные неимущественные права авторов, иные
            интеллектуальные права третьих лиц, и/или посягает на принадлежащие им
            нематериальные блага.
        </p>
        <p class="text-3">
            4.2. Пользователь признает и соглашается с тем, что АНО «Креативный путь» имеет право
            (но не обязанность) по своему усмотрению отказать Пользователю в размещении контента
            на Сайте и/или его сервисах. Пользователь осознает и согласен с тем, что он должен
            самостоятельно оценивать все риски, связанные с использованием контента, включая
            оценку надежности, полноты или полезности этого контента.
        </p>
        <p class="text-3">
            4.3. Пользователь осознает и соглашается с тем, что технология работы Сайта и его
            сервисов может потребовать копирование (воспроизведение) контента Пользователя Сайта
            АНО «Креативный путь».
        </p>
        <p class="text-3 fw-600">
            5. УСЛОВИЯ ИСПОЛЬЗОВАНИЯ САЙТА И ЕГО СЕРВИСОВ
        </p>
        <p class="text-3">
            5.1. Пользователь самостоятельно несет ответственность перед третьими лицами за свои
            действия, связанные с использованием Сайта и его сервисов, в том числе, если такие
            действия приведут к нарушению прав и законных интересов третьих лиц, а также за
            соблюдение действующего законодательства Российской Федерации при использовании
            Сайта.
        </p>
        <p class="text-3">
            5.2. При использовании Сайта и его сервисов Пользователь не вправе:
        </p>
        <ul class="text-3 pl-0" style="list-style-type: '';">
            <li>
                5.2.1. загружать, посылать, передавать или любым другим способом размещать и/или
                распространять контент, который является незаконным, вредоносным, клеветническим,
                оскорбляет нравственность, демонстрирует (или является пропагандой) насилия и
                жестокости, нарушает права интеллектуальной собственности, пропагандирует ненависть
                и/или дискриминацию людей по расовому, этническому, половому, религиозному,
                социальному признакам, содержит оскорбления в адрес каких-либо лиц или организаций,
                содержит элементы (или является пропагандой) порнографии, эротики, представляет собой
                рекламу (или является пропагандой) услуг сексуального характера (в том числе под видом
                иных услуг), разъясняет порядок изготовления, применения или иного использования
                наркотических веществ или их аналогов, взрывчатых веществ, оружия или боеприпасов;
            </li>
            <li>
                5.2.2. нарушать права третьих лиц и/или причинять им вред в любой форме;
            </li>
            <li>
                5.2.3. выдавать себя за другого человека или представителя организации и/или сообщества
                без достаточных на то прав, в том числе за работников АНО «Креативный путь»,
                модераторов, экспертов или владельца Сайта, а также применять любые другие формы и
                способы незаконного представительства других лиц в сети Интернет, а также умышленно
                вводить Пользователей или АНО «Креативный путь» в заблуждение относительно свойств и
                характеристик каких-либо субъектов или объектов;
            </li>
            <li>
                5.2.4. загружать, посылать, передавать или любым другим способом размещать и/или
                распространять контент, при отсутствии прав на такие действия согласно действующему
                законодательству Российской Федерации или каким-либо договорным отношениям;
            </li>
            <li>
                5.2.5. загружать, посылать, передавать или любым другим способом размещать и/или
                распространять не разрешенную специальным образом рекламную информацию, спам (в
                том числе и поисковый), списки чужих адресов электронной почты, схемы «пирамид»,
                многоуровневого (сетевого) маркетинга (MLM), системы интернет-заработка и e-mail-
                бизнесов, «письма счастья», а также использовать Сайт и его сервисы для участия в этих
                мероприятиях, или использовать Сайт и его сервисы, исключительно для перенаправления
                Пользователей на страницы других доменов;
            </li>
            <li>
                5.2.6. загружать, посылать, передавать или любым другим способом размещать и/или
                распространять какие-либо материалы, содержащие вирусы или другие компьютерные коды,
                файлы или программы, предназначенные для нарушения, уничтожения либо ограничения
                функциональности любого компьютерного или телекоммуникационного оборудования или
                программ, для осуществления несанкционированного доступа, а также серийные номера к
                коммерческим программным продуктам и программы для их генерации, логины, пароли и
                прочие средства для получения несанкционированного доступа к платным ресурсам в сети
                Интернет, а также размещения ссылок на вышеуказанную информацию;
            </li>
            <li>
                5.2.7. осуществлять обработку персональных данных других лиц, зарегистрированных на
                Сайте;
            </li>
            <li>
                5.2.8. нарушать нормальную работу Сайта и его сервисов;
            </li>
            <li>
                5.2.9. содействовать действиям, направленным на нарушение ограничений и запретов,
                налагаемых Соглашением;
            </li>
            <li>
                5.2.10. другим образом нарушать нормы действующего законодательства Российской
                Федерации, в том числе нормы международного права.
            </li>
        </ul>
        <p class="text-3 fw-600">
            6. ИСКЛЮЧИТЕЛЬНЫЕ ПРАВА НА СОДЕРЖАНИЕ САЙТА, ЕГО СЕРВИСОВ И КОНТЕНТ
        </p>
        <p class="text-3">
            6.1. Все объекты, доступные при помощи Сайта и его сервисов, в том числе элементы
            дизайна, текст, графические изображения, иллюстрации, видео, программы для ЭВМ, базы
            данных, музыка, звуки и другие объекты (далее - содержание сервисов), а также любой
            контент, размещенный на Сайте, являются объектами исключительных прав АНО
            «Креативный путь», Пользователей и других правообладателей.
        </p>
        <p class="text-3">
            6.2. Использование контента, а также каких-либо иных элементов Сайта и/или его сервисов
            возможно только в рамках функционала, предлагаемого Сайтом. Никакие элементы Сайта
            и/или его сервисов, а также любой контент не могут быть использованы иным образом без
            предварительного разрешения правообладателя. Под использованием подразумеваются, в
            том числе: воспроизведение, копирование, переработка, распространение на любой основе,
            отображение во фрейме и т.д. Исключение составляют случаи, прямо предусмотренные
            законодательством РФ или условиями использования Сайта.
        </p>
        <p class="text-3">
            6.3. Использование Пользователем элементов содержания сервисов, а также любого
            контента, размещенного на Сайте для личного некоммерческого использования, допускается
            при условии сохранения всех знаков охраны авторского права, смежных прав, товарных
            знаков, других уведомлений об авторстве, сохранения имени (или псевдонима)
            автора/наименования правообладателя в неизменном виде, сохранении соответствующего
            объекта в неизменном виде. Исключение составляют случаи, прямо предусмотренные
            законодательством Российской Федерации или пользовательскими соглашениями.
        </p>
        <p class="text-3 fw-600">
            7. САЙТЫ И КОНТЕНТ ТРЕТЬИХ ЛИЦ
        </p>
        <p class="text-3">
            7.1. Сайт и/или его сервисы могут содержать ссылки на другие сайты в сети Интернет (сайты
            партнеров АНО «Креативный путь» и третьих лиц). Указанные третьи лица и их контент не
            проверяются АНО «Креативный путь» на соответствие тем или иным требованиям
            (достоверности, полноты, законности и т.п.). АНО «Креативный путь» не несет
            ответственность за любую информацию, материалы, размещенные на сайтах третьих лиц, к
            которым Пользователь получает доступ с использованием Сайта и/или его сервисов, в том
            числе, за любые мнения или утверждения, выраженные на сайтах третьих лиц, рекламу и
            т.п., а также за доступность таких сайтов или контента и последствия их использования
            Пользователем.
        </p>
        <p class="text-3">
            7.2. Ссылка (в любой форме) на любой сайт, продукт, услугу, любую информацию
            коммерческого или некоммерческого характера, размещенная на Сайте, не является
            одобрением или рекомендацией данных продуктов (услуг, деятельности), за исключением
            случаев, когда на это прямо указывается на Сайте.
        </p>
        <p class="text-3 fw-600">
            8. ОТСУТСТВИЕ ГАРАНТИЙ, ОГРАНИЧЕНИЕ ОТВЕТСТВЕННОСТИ
        </p>
        <p class="text-3">
            8.1. АНО «Креативный путь» не гарантирует то, что:
        </p>
        <ul class="text-3 pl-0" style="list-style-type: '';">
            <li>
                8.1.1. Сайт и его сервисы соответствуют/ будут соответствовать требованиям Пользователя;
                сервисы будут предоставляться непрерывно, быстро, надежно и без ошибок;
            </li>
            <li>
                8.1.2. результаты, которые могут быть получены с использованием сервисов, будут точными
                и надежными и могут использоваться для каких-либо целей или в каком-либо качестве
                (например, для установления и/или подтверждения каких-либо фактов);
            </li>
            <li>
                8.1.3. качество какого-либо продукта, услуги, информации и пр., полученных с
                использованием сервисов, будет соответствовать ожиданиям Пользователя.
            </li>
        </ul>
        <p class="text-3">
            8.2. Пользователь самостоятельно несет ответственность за возможные последствия
            использования информации и/или материалов, доступ к которым Пользователь получает на
            Сайте, в том числе несет ответственность за ущерб, который это использование может
            причинить компьютеру Пользователя или третьим лицам, за потерю данных или любой
            другой вред.
        </p>
        <p class="text-3">
            8.3. АНО «Креативный путь» не несет ответственности за любые виды убытков,
            произошедшие вследствие использования Пользователем Сайта и/или его сервисов.
        </p>
        <p class="text-3 fw-600">
            9. ИНЫЕ ПОЛОЖЕНИЯ
        </p>
        <p class="text-3">
            9.1. Настоящее Соглашение представляет собой договор между Пользователем и АНО
            «Креативный путь» относительно порядка использования Сайта, его сервисов, его
            отдельных функций.
        </p>
        <p class="text-3">
            9.2. Настоящее Соглашение регулируется и толкуется в соответствии с законодательством
            Российской Федерации. Вопросы, не урегулированные настоящим Соглашением, подлежат
            разрешению в соответствии с законодательством Российской Федерации. Все возможные
            споры, вытекающие из отношений, регулируемых настоящим Соглашением, разрешаются в
            порядке, установленном действующим законодательством Российской Федерации, в
            соответствии с нормами российского права.
        </p>
        <p class="text-3">
            9.3. В отношении услуг, оказываемых в рамках настоящего Соглашения на безвозмездной
            основе, нормы о защите прав потребителей, предусмотренные законодательством
            Российской Федерации, не могут быть применимыми к отношениям между Пользователем и
            АНО «Креативный путь».
        </p>
        <p class="text-3">
            9.4. Ничто в Соглашении не может пониматься как установление между Пользователем и
            АНО «Креативный путь» агентских отношений, отношений товарищества, отношений по
            совместной деятельности, отношений личного найма, либо каких-то иных отношений, прямо
            не предусмотренных Соглашением.
        </p>
        <p class="text-3">
            9.5. Если по тем или иным причинам одно или несколько положений настоящего Соглашения
            будут признаны недействительными или не имеющими юридической силы, это не оказывает
            влияния на действительность или применимость остальных положений Соглашения.
        </p>
        <p class="text-3">
            9.6. Бездействие со стороны АНО «Креативный путь» в случае нарушения Пользователем
            либо иными пользователями положений Соглашений не лишает АНО «Креативный путь»
            права предпринять соответствующие действия в защиту своих интересов позднее, а также
            не означает отказа АНО «Креативный путь» от своих прав в случае совершения в
            последующем подобных либо сходных нарушений.
        </p>
        <p class="text-3">
            9.7. Настоящее Соглашение составлено на русском языке и не предполагается
            предоставление Пользователю Соглашения для ознакомления на другом языке.
        </p>
        <br>
        <a href="/docs/polzovatelskoe_soglashenie.pdf" class="btn btn-primary" target="_blank" alt="document">Открыть документ PDF</a>
    </div>
</section>
@endsection