<?php

namespace App\Helpers;

class OpinionsHelper
{
    public static $data = [
        [
            'items' => [
                [
                    'name' => 'Андросова Татьяна, Сургут',
                    'description' => '<p>
                            Прослушала курс "Креативное лидерство: авторский подход к управлению".🔥 🚀
                            💫 Лагерь креативных лидеров /Creative Leaders Camp
                            🔥Этот курс – настоящая находка для всех, кто стремится развиваться в области
                            лидерства!
                        </p>
                        <p>
                            Уроки очень интересные, а главное простые в усвоении👍.
                            Огромная благодарность создателям курса за их неоценимый труд🙏❤ !
                            🚀Рекомендую "Креативное лидерство" всем, кто ищет не просто курс, а настоящий
                            инструмент для роста и достижения новых высот! 🚀
                        </p>',
                ],
                [
                    'name' => 'Манькова Яна, Чита',
                    'description' => '<p>
                            Лагерь лидеров креативных индустрий - это место пересечения увлеченных и
                            талантливых людей, творцов, продюсеров, место прокачки своих навыков и, конечно же,
                            место трансформации.
                        </p>
                        <p>
                            Каждый день идет внутренний анализ. И вариться в этом котелке интересно и сложно
                            одновременно.
                        </p>',
                ],
                [
                    'name' => 'Семенова Екатерина, Санкт-Петербург',
                    'description' => '<p>
                            Обучение, меняющее подход к бизнесу, мировоззрение и расширяющее круг общения с
                            идейными людьми, любящими своё дело. Всем, кто работает в креативной индустрии, мой
                            high recommend пройти обучение на курсе в онлайне
                        </p>
                        <p>
                            «8 по системе оценке Намаконова»
                        </p>
                        <p>
                            Я искренне, просто до дрожи верю, что качество жизни в стране напрямую зависит от
                            нашего интеллектуального и культурного уровня. Что рассеивать мрак будут люди,
                            которые стремятся к саморазвитию, нравственности и честности. А прокачивать эти
                            качества проще и понятнее всего через великие книги, работы гениальных художников и
                            понимание научных открытий.
                            И я вижу свою маленькую, но стойкую роль в том, чтобы следить за маяком, который дает
                            свет этих знаний. Чтобы вечные истины и большие смыслы, которыми владеют наши
                            лекторы, спокойно и в любую погоду уверенно пробивали темноту для тех, кто
                            заблудился.
                        </p>
                        <p>
                            Последние месяцы у меня было много знакомств с людьми, которые строят свои маяки
                            смыслов в Ульяновске, Тюмени, Москве, Красноярске, Сысерти, Орле, Петрозаводске,
                            Карачаево-Черкессии и Чите. И каждый день протирают в них стекла, потому что верят,
                            что этот свет кому-то кроме них ещё нужен.
                            И от понимания того, что нас так много, и мы возникли каждый в своем городе не
                            сговариваясь, сильно, очень сильно крепнет желание делать своё дело дальше. Потому что
                            когда многие делают малые дела, вместе получается большое.
                            Я благодарю Елена Гребенева за создание важного проекта «Лагерь креативных лидеров»
                            Лагерь креативных лидеров /Creative Leaders Camp и за знакомство с большим
                            количеством идейных, преданных своему делу, людей ❤
                        </p>',
                ],
                [
                    'name' => 'Коробейникова Елена, Тюмень',
                    'description' => '<p>
                            Лагерь креативных лидеров /Creative Leaders Camp подарил потрясающих людей в моем
                            окружении. Мое мышление расширяется. Хочу получать конструктивные ответы, если
                            задаю вопросы. Стали утомлять невнятные люди, а целеустремленные стратеги
                            вдохновлять. Много анализирую
                        </p>',
                ],
                [
                    'name' => 'Тамм Виталий, Петрозаводск',
                    'description' => '<p>
                            Это было потрясающее путешествие длиной в 4 месяца, из которого мы вышли с
                            обветренными лицами, загорелые, в истоптанных ботинках, чрезвычайно счастливые тем,
                            что вместе прошли это приключение. Лагерь подарил мне невероятное множество важных
                            мыслей и идей. Помог мне лучше разобраться в себе и своих реакциях на внешние
                            обстоятельства. Пересмотреть многие автоматические привычки, которые мешали мне в
                            деловых коммуникациях (и даже в личных). Я чувствую, что личными преобразованиями
                            могу заразить и свою команду, вывести на новый уровень совместную деятельность.
                            Лагерь дал мне новые, очень важные и крепкие связи с несколькими передовыми
                            представителями креативного сообщества и главное, подарил чувство общности с ними.
                            Спасибо за это!
                        </p>',
                ],
                [
                    'name' => 'Павел Колодяжный, Республика Крым',
                    'description' => '<p>
                    У меня высокий стартовый уровень. Но прямо много унес из лекций Кукушкиной. Много
                        себе взял о киношном подходе к созданию сценария выступления. Практика по Дизайн-
                        мышлению — я взял реальную свою проблему, сформулировал, нашел боли... и нашел
                        решение. Решение реальное, буду внедрять в жизнь.
                    </p>',
                ],
                [
                    'name' => 'Светлана Казакова, Томск',
                    'description' => '<p>
                    Невероятные спикеры. Чёткость, лаконичность, применимость. Сразу же начала
                        применять. Стимулирование креативности подарило новые идеи. Использование идей в
                        совокупности с другими действиями позволило увеличить ежемесячный доход на 30%.
                        </p>',
                ],
                [
                    'name' => 'Екатерина Стебнева, Челябинская область',
                    'description' => '<p>
                    Очень интересное и цепляющее содержание, иногда откладывала уроки, чтобы
                        переварить, отдельное спасибо за Кукушкину
                    </p>',
                ],
                [
                    'name' => 'Артем Ульянов, Тюменская область',
                    'description' => '<p>
                    Очень полезный курс. К сожалению, немногие руководители понимают важность
                        аспектов, которые раскрываются в курсе. А в муниципальной культуре их еще меньше.
                    </p>',
                ],
                [
                    'name' => 'Евгения Казакова, Новосибирская область',
                    'description' => '<p>
                    Очень понравился онлайн формат курса! Материал интересный, полезный, подаётся
                        доступным языком. Домашние задания были не для галочки, а нацелены принести пользу
                        обучающемуся и его проекту. Выполнение части заданий было усложнено тем, что в
                        период сентябрь-ноябрь часть рабочей команды, на которой я решила "тренироваться",
                        была в разъездах. Но, как минимум, у меня на руках теперь есть инструменты, которыми
                        мы можем воспользоваться и позже. И надо признать, что в процессе просмотра
                        обучающих видео я немного пожалела, что засомневалась подавать заявку на участие в
                        очном этапе, т.к. там участники получают ещё больше полезностей. Большое спасибо
                        организаторам за создание такого курса!
                    </p>',
                ],
                [
                    'name' => 'Екатерина Тайлакова, Сургут',
                    'description' => '<p>
                        Лагерь креативных лидеров стал значимой вехой в моей истории, но я не планирую выходить из проекта. Напротив. Я хочу удержать его в жизни как можно дольше и, раз пока мне это удаётся, — у меня есть возможность рассказать свои мысли другим.
                    </p>
                    <p>
                        Если вы ещё не смотрели онлайн-лекции, вас ждёт погружение в мир значений и смыслов. Мой вам совет - смотрите не сразу, смакуйте.
                    </p>',
                ],
            ]
        ],
    ];

    public static function getItem($itemName, $data = null)
    {
        $result = [];

        $data = $data ? $data : self::$data;

        foreach ($data as $item) {
            if (isset($item['items']) && is_array($item['items'])) {
                $item = self::findItems($itemName, $item['items']);

                if ($item) {
                    $result = $item;
                    break;
                }
            }
        }

        return $result;
    }

    public static function findItems($name, $items)
    {
        $result = null;

        foreach ($items as $item) {
            if ($item['name'] == $name) {
                $result = $item;
                break;
            }
        }

        return $result;
    }
}
